start = 'Для регистрации тебе понадобится номер телефона и фотография с паспортом. Всё это будет зашифровано и ' \
        'никогда не попадёт к третьим лицам.'

unknown_user = 'Мы не знакомы, выполни /start. Теперь бот запоминает пользователей, это ' \
               'открывает множество новых возможностей'

info_about_pass = 'Для регистрации требуется твоя фотография с паспортом, развернутым '\
                  'на первой странице.\nПостарайся прислать качественную фотографию, если фотография ' \
                'не пройдёт проверку, то возможность отправить новую фотку появится только через 24 часа.'

fill_phone = 'Ты не зарегистрирован, тебе понадобится номер телефона и фотография с паспортом. ' \
             'Всё это будет зашифровано и никогда не попадёт к третьим лицам.'

success_contact = 'Успешно! Осталось заполнить всего несколько вещей. Как тебя зовут?'

name_completed = 'Отлично, а какая у тебя фамилия?'

surname_completed = 'Так, а лет то тебе сколько?'

not_int_age = 'Похоже, что ты отправил мне не возраст, давай попробуем ещё раз'

age_completed = 'Ура!!!\nОсталось только подтвердить всё это с помощью фотографии с паспортом, развернутым '\
                  'на первой странице.\nПостарайся прислать качественную фотографию, если фотография ' \
                'не пройдёт проверку, то возможность отправить новую фотку появится только через 24 часа.'


wrong_time_of_photo = 'Прости, но ты уже отправлял недавно фотку, дождись, пока пройдёт 24 часа с момента отправки.\n' \
                      'Осталось: '

pass_photo_received = 'Получил. Я передал всю информацию на проверку, как только твой аккаунт подтвердят - я напишу.'


account_accepted = 'Поздравляю, Ваш аккаунт прошёл проверку и теперь Вы можете пользоваться сервисом. Давайте проясним,' \
                   ' чем бы хотели заниматься?'


account_declined = 'К сожалению, Ваш аккаунт не прошёл проверку. Вам придётся пройти ' \
                   'всю процедуру заполнения анкеты заново по команде /start.'


unexpected_message = 'Не понял тебя, если честно. Для получения помощи напиши /help.'


courier_selected = 'Хорошо, я буду присылать тебе задания и, если тебе какое-то понравится, просто прими его. ' \
                   'Установи локацию по умолчанию и радиус доставки, если ты хочешь видеть заказы только рядом с собой.'


home_selected = 'Отлично, как только захочешь разместить заказ - нажми на кнопку. Учти, что у тебя должны быть ' \
                'деньги на аккаунте'


wrong_location = 'Кажется, Вы отправили мне не локацию, давайте попробуем ещё раз.'


not_number = 'Кажется, ты отправил не число, попробуй ещё раз'


get_help = 'Если ты работаешь доставщиком - просто дождись, когда тебе придёт заказ, убедись, что не забыл ' \
           'установить домашнюю локацию и радиус доставки. Для размещения заказов просто воспользуйся клавиатурой.\n' \
           'Для того, чтобы узнать свой баланс введи /balance'
